<?php

return [
    "title" => "Добро пожаловать в проект Task Manager!",
    "about_project" => "Task Manager создан в качестве учебного проекта 
        на фреймворке <a href='https://laravel.com/'>Laravel</a>.",
    "p1" => "Task Manager - проект для управления задачами и совместного их выполнения.",
    "p2" => "Task Manager поможет Вам создавать новые задачи, назначать исполнителей, 
        самому брать уже созданные задачи на исполнение.",
    "p3" => "Список текущих задач доступен на соответствующей <a href='/tasks'>странице</a>, 
        так же как и перечень участвующих в проекте <a href='/users'>пользователей</a>. 
        Ссылки на данные страницы имеются на навигационной панели, рассположенной вверху кажной страницы.",
    "p4" => "В базовом состоянии задачи имеют четыре статуса - 'new task' (новая задача), 
        'working' (в работе), 'testing' (на проверке), 'terminated' (завершено). 
        При желании Вы сможете добавлять новые статусы или переименовать существующие. 
        На странице задачи Вы также можете вести переписку с заинтересованными лицами.",
    "p5" => "Task Manager в настоящее время поддерживает два языка интерфейса: 
        <a href='/lang/ru'>русский</a> и <a href='/lang/en'>английский</a>. 
        Вы всегда можете переключаться между языками с помощью навигационной панели.",
    "p6" => "Для участия в проекте пройдите, пожалуйста, процедуру <a href='/register'>регистрации</a>.",
];